# ReleasesMemberForces Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
GroupTypeId..::..ReleasesMemberForces Property
GroupTypeId Class See Also
---
Releases / Member Forces.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2024
# Syntax
C#
---
```text
public static ForgeTypeId ReleasesMemberForces { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ReleasesMemberForces As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ReleasesMemberForces {
	ForgeTypeId^ get ();
}
```

# See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace